Revit 2024 API
ParameterTypeId.SpaceIsPlenum Property
 "Plenum"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpaceIsPlenum { get; }
Visual Basic
Public Shared ReadOnly Property SpaceIsPlenum As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpaceIsPlenum {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace